{
  "main": {
    "title": "ASIA CHAMPIONS LEAGUE",
    "ACLSeason": "ACL Season",
    "EventInfo": "Event Info",
    "Rules": "Rules",
    "Reward": "Reward",
    "Ranking": "Ranking",
    "Schedule": "Schedule",
    "Notice": "Notice",
    "EventInfoSubTitle": " Sign up now and get 10% SRC of the sign up fee!",
    "MoreSRCbtn": "More Information for SRC",
    "LogoImg": "/images/AsiaChampionsLeague/S3/Header/logoS3.webp",
    "full_Tickeet": "ticket-img  full_Tickeet",
    "Mid_Tickeet": "ticket-img  Mid_Tickeet",
    "Late_Tickeet": "ticket-img  Late_Tickeet",

    "posterSoloImg": "/images/AsiaChampionsLeague/S3/More Info/Solo and Squad/More_info_Solo.webp",
    "posterSquadImg": "/images/AsiaChampionsLeague/S3/More Info/Solo and Squad/More_info_Squad.webp",

    "Group": "/images/AsiaChampionsLeague/S3/Calender/Group.webp",
    "full_Tickeet_Mobile": "full_Tickeet_Mobile ticket-MobileImg",
    "Mid_Tickeet_Mobile": "Mid_Tickeet_Mobile ticket-MobileImg",
    "Late_Tickeet_Mobile": "Late_Tickeet_Mobile ticket-MobileImg",
    "BarSquad": "/images/AsiaChampionsLeague/S3/Ranking/Squad/Ranking_Squad_select.webp",
    "BarSolo": "/images/AsiaChampionsLeague/S3/Ranking/SOLO/Ranking_Soloselect.webp",

    "fullfrontBackground": "/images/AsiaChampionsLeague/S3/More Info/Mobile/SRC1.webp",
    "midfrontBackground": "/images/AsiaChampionsLeague/S3/More Info/Mobile/SRC2.webp",
    "latefrontBackground": "/images/AsiaChampionsLeague/S3/More Info/Mobile/SRC3.webp"

  },
  "Reward": {
    "title": "All top 8 Gets the Price",
    "imgText": "Total Grand 191,155 ERNC",
    "text_1": "This year we will be giving out “191,155 ERNC” in total for winners around the social community. We are delighted with the response gathered from last season and fully appreciate players who are willing to help us improve Pon Pon Snake’s game experience.",
    "text_2": "Not Just the Top 3 obtain prizes, we also prepared several awards all the way to the Top 8. There will be different categories to participate in. For deeper information, you may take a look at the new distribution below:",
    "SecretReward": " Secret Reward",
    "SecretRewardText": "There will be a secret reward for the Top three of Asian Champion League.",
    "BonusEdition_1": "/images/AsiaChampionsLeague/S3/Reward/Reward_Solo_Reward.webp",
    "BonusEdition_2": "/images/AsiaChampionsLeague/S3/Reward/Reward_Squad_Reward.webp"
  },

  "Rules": {
    "small_first": {
      "sub_1": "1.Solo Battle Group :",
      "sub_2": "(1)You will need to climb the ladder rank.",
      "sub_3": "Players will earn 20 tickets each cycle(two days a cycle)",
      "sub_4": "joining a battle will consume one ticket.",
      "sub_5": "Every victory will give you one point, ",
      "sub_6": "you won't be getting or losing any point if you lose a game",
      "sub_7": "The top eight players will have permission for the finals",
      "sub_8": "(Players must have over 10 points for attending the finals.)"
    },
    "small_second": {
      "sub_1": "2. Squad Battle Group:",
      "sub_2": "(1)Players can team up from one to five.",
      "sub_3": "Captain can invite or dismiss any member.",
      "sub_4": "(2)You will need to climb the ladder rank.",
      "sub_5": "Six days will be a cycle.The first five",
      "sub_6": "days will be rank matches,the sixth day is the final match,",
      "sub_7": "every cycle the leader will",
      "sub_8": "get 100 tickets and can distribute them to all the members.",
      "sub_9": "Each team member can earn their",
      "sub_10": "own score,be automatically added to the team points.",
      "sub_11": "Joining a battle will all the wins will",
      "sub_12": "consume one ticket.Every victory will give you one point,",
      "sub_13": "you won't be getting or losing any point if you lose a game.",
      "sub_14": "(3)During the final match, each team can have four players,",
      "sub_15": "there must be at least one player attending the game to",
      "sub_16": "be recognized as a valid match.",
      "sub_17": "(4)If teams are out of tickets, there'll be more",
      "sub_18": "tickets  in the store. The leaders are allowed to",
      "sub_19": "buy 25 tickets each cycle (6 days)."
    },
    "small_third": {
      "sub_1": "3. Final",
      "sub_2": "Please enter the waiting room 5 mins before the Final begins.",
      "sub_3": "There will be Three rounds in the Final:",
      "sub_4": "·The first round will select Final Four players.",
      "sub_5": "·The second round will select the final three players.",
      "sub_6": "·The last round will decide First, second, third place player."


    },

    "big_first": {
      "sub_1": "1.Solo Battle Group :",
      "sub_2": "(1)You will need to climb the ladder rank.Players will earn 20 tickets each cycle(two days a cycle)",
      "sub_3": "joining a battle will consume one ticket.Every victory will give you one point,",
      "sub_4": "you won't be getting or losing any point if you lose a game.",
      "sub_5": "The top eight players will have permission for the finals",
      "sub_6": "(Players must have over 10 points for attending the finals.)"

    },
    "big_second": {
      "sub_1": "2. Squad Battle Group:",
      "sub_2": "(1)Players can team up from one to five.Captain can invite or dismiss any member.",
      "sub_3": "(2)You will need to climb the ladder rank.Six days will be a cycle.The first five ",
      "sub_4": "days will be rank matches,the sixth day is the final match,every cycle the leader will",
      "sub_5": "get 100 tickets and can distribute them to all the members.Each team member can earn their",
      "sub_6": "own score,be automatically added to the team points.Joining a battle will all the wins will",
      "sub_7": "consume one ticket.Every victory will give you one point,",
      "sub_8": "you won't be getting or losing any point if you lose a game.",
      "sub_9": "(3)During the final match, each team can have four players,",
      "sub_10": "there must be at least one player attending the game to be recognized as a valid match.",
      "sub_11": "(4)If teams are out of tickets, there'll be more tickets  in the store. The leaders are allowed",
      "sub_12": " to buy 25 tickets each cycle (6 days)."
    },
    "big_third": {
      "sub_1": "3. Final",
      "sub_2": "Please enter the waiting room 5 mins before the Final begins.There will be Three rounds in the Final:",
      "sub_3": "·The first round will select Final Four players.",
      "sub_4": "·The second round will select the final three players.",
      "sub_5": "·The last round will decide First, second, third place player."


    }
  },

  "Ranking": {
    "toggleBtnSquad": "/images/AsiaChampionsLeague/S3/Ranking/Squad/Ranking_Squad select-3.webp",
    "toggleBtnSolo": "/images/AsiaChampionsLeague/S3/Ranking/SOLO/Ranking_Soloselect-3.webp"

  },

  "noticeData": {
    "subTitle-1": "PonPonSnake Asia Champions League S3 General Official Rules",
    "subTitle-2": "Please refer to our general official rules for more detailed information. The administration reserves the right to modify or terminate this event at any time. More content will be updated on our official website without prior notice.",

    "part1-1": "1. Information",
    "part1-2": "1.1 Date",
    "part1-3": "Coming Soon",
    "part1-4": "1.2 Location",
    "part1-5": "Online/ In Game",

    "part2-1": "2. League Format and Schedule",
    "part2-2": "2.1 Season schedule",
    "part2-3": "a. Full season",
    "part2-4": "b. Mid-Season",
    "part2-5": "c. Late season",
    "part2-6": "2.2 Divisions",
    "part2-7": "a. Charity group - All players can participate, free to register.",
    "part2-8": "i. Charity silver group (solo) - 3 matches)",
    "part2-9": "b. Elite group",
    "part2-10": "i. Elite silver group (solo) - 6 matches",
    "part2-11": "ii. Elite diamond group (solo) - 3 matches",
    "part2-12": "iii. Elite master group (solo) - 1 matches",
    "part2-13": "iv. Elite silver solo  -6  matches",
    "part2-14": "v. Elite diamond solo -3 matches",
    "part2-15": "vi. Elite master solo - 1 matches",
    "part2-16": "2.3 In-Game Scoring",
    "part2-17": "a. Solo group (Charity match/Elite match)",
    "part2-18": "i. Rules",
    "part2-19": "1. Players will earn 20 tickets each cycle(two days a cycle), joining a battle will consume one ticket.",
    "part2-20": "2. Rule: Every victory will give you one point, you won't be getting or losing any point if you lose a game.",
    "part2-21": "ii. Final match qualification rule",
    "part2-22": "1. The top eight will be able to attend the final match。",
    "part2-23": "2. Players must have over 10 points for attending the finals. ",
    "part2-24": "b. Squad group(Charity match/Elite match)",
    "part2-25": "i. Squad Rules",
    "part2-26": "1. Players can team up from one to five. Captain can invite or dismiss any member.",
    "part2-27": "2. Each squad will earn 100 tickets each cycle(two days a cycle), joining a battle will consume one ticket.",
    "part2-28": "3. Tickets should be received by the captain, he/she can distribute them to all the members. Once the ticket is sent out, the captain will not be able to retrieve it.",
    "part2-29": "4. If any member left the squad, all remaining tickets will be automatically returned to the captain; any player will not be able to join another squad by 12 hours after leaving one.",
    "part2-30": "5. Squad Point: Each member can win the solo match for credits. Every victory will add one point; if lose will not gain any point.",
    "part2-31": "1. The top eight squads will be able to attend the final match。",
    "part2-32": "2. The squad must have over 50 points for attending the finals.",
    "part2-33": "ii. Final Qualification Instructions",

    "part3-1": "3. Prizes",
    "part3-2": "3.1 Prize list",
    "part3-3": "Solo Group",
    "part3-4": "place",
    "part3-5": "silver",
    "part3-6": "diamond",
    "part3-7": "master",
    "part3-8": "charity",
    "part3-9": "prize",
    "part3-10": "ERNC",
    "part3-11": "Champion",
    "part3-12": "Second",
    "part3-13": "Third",
    "part3-14": "Fourth",
    "part3-15": "Top5",
    "part3-16": "Top6",
    "part3-17": "Top7",
    "part3-18": "Top8",
    "part3-19": "amount",
    "part3-20": "matches",
    "part3-21": "total",
    "part3-22": "Squad group",
    "part3-23": "3.2 Deadline",
    "part3-24": "All award applications will be ended on 2023/12/31.",


    "part4-1": "4. Eligibility Requirements",
    "part4-2": " 4.1 Registration",
    "part4-3": "Players can download PonPon snake on GooglePlay or AppleStore and select” Asia Champions League” to join the competition.",
    "part4-4": "4.2 Player Eligibility Requirements",
    "part4-5": "a. Charity group",
    "part4-6": "i.  Players must be over 15 years old and registered for the PonPonSnake game account.",
    "part4-7": "ii. Register Fee: Both solo and squad groups will be free.",
    "part4-8": "iii. Time -  Coming Soon",
    "part4-9": "b. Elite group",
    "part4-10": "i. Elite pack(Squad) register",
    "part4-11": "1. Register Rules",
    "part4-12": "Players must be over 15 years old and registered for the PonPonSnake game account.",
    "part4-13": "2. Fee",
    "part4-14": "a. Solo",
    "part4-15": "i. Full season Elite pack (Solo) : 7.99 USD / 270 NTD",
    "part4-16": "ii. Mid-season Elite pack (Solo) : 5.99 USD / 190 NTD",
    "part4-17": "iii. Last season Elite pack (Solo ):  3.99 USD / 130 NTD",
    "part4-18": "b. Squad group",
    "part4-19": "i. Full season Elite pack (Squad) : 28.99 USD / 970 NTD",
    "part4-20": "ii. Mid-season Elite pack (Squad) : 20.99 USD / 690 NTD",
    "part4-21": "iii. Late season Elite pack (Squad) : 12.99 USD / 430 NTD",
    "part4-22": "3. Time",
    "part4-23": "a. Full season: Coming Soon",
    "part4-24": "b. Mid-season: Coming Soon",
    "part4-25": "c. Late season: Coming Soon",
    "part4-26": "4.3 Eligibility Requirements",
    "part4-27": "a. Players must be over 15 years old. If we find that they do not meet the qualifications, we have the right to cancel the qualification of the players.",
    "part4-28": "b. Players who participate in the Asia Champions League tournament can only change their username on Monday.",
    "part4-29": "c. Player's PonPonSnake game account must only be used by its owner. If we find that they do not meet the qualifications, we have the right to cancel the qualification of the players.",
    "part4-30": "d.This competition is held by CQI GAMES. Employees are welcome to join this competition, but for game fairness, they will not be allowed to attend the final.",
    "part4-31": "4.4. Notification for Winners",
    "part4-32": "i. Physical Award",
    "part4-33": "Players that win physical awards will get a certificate code in PonPon Snake mailbox. They must visit our website and log into their account to fill out the information to obtain the award. Prizes will be given out on-site, transfer, or delivery.",
    "part4-34": "ii. virtual award",
    "part4-35": "Virtual awards will be sent to PonPon Snake mailbox, click 'accept' to receive.",
    "part4-36": "iii. Requirement",
    "part4-37": "a. Players must have the nationality of the Republic of China. (R.O.C, Taiwan)",
    "part4-38": "b. Players must abide by all rules of compliance, if not, we have the right to cancel the award.",
    "part4-39": "c. Winners must provide the award confirmation page, then we will contact the winners within seven days. If the login cannot be completed due to network problems, please contact your telecommunications provider and we will not be responsible for this issue.",
    "part4-40": "d.The captain should be responsible for receiving and distributing the award to his teammates, we will not be responsible for this section.",
    "part4-41": "e. According to the tax law of the Republic of China(Taiwan), if the prize is worth more than NT$1,001 (inclusive), a photocopy of the ID card must be submitted for tax declaration and included in the comprehensive personal income tax declaration in the following year, and we will not send additional paper copies. Prizes worth more than NT$20,000 are legally required to pay 10% chance prize tax in advance. If the winner is unwilling to cooperate, it will be regarded as an automatic waiver and will not be eligible for the award. Winners must agree to pay taxes and agree that we may withhold (pay) relevant taxes by relevant laws and regulations.",
    "part4-42": "f. All prizes can be exchanged; if the winners do not cooperate with the above situations, it will be regarded as an automatic waiver. If the winner does not meet the qualifications or gives up, there will be no online announcement.",
    "part4-43": "g. We only use the players'  personal data for this event. According to the [Personal Data Protection Law], we will safeguard the rights of the players. If The winner agrees then their personal data will be collected, processed, and used by the CQI GAMES, but not for other purposes.",
    "part4-44": "h. We only provide shipping in Taiwan, Kinmen, Penghu, and Matsu regions, we will not be responsible for mailing awards to overseas regions.",
    "part4-45": "i. Participants must ensure that all the information filled in or submitted is true and correct and with no fraudulent use or misappropriation of other people's information. If there is any situation above, we will disqualify the prize winner and reserve all legal rights.",
    "part4-46": "j. Our administration reserves the right to amend, remove, or make changes to the details of the event and awards without prior notice. If the event cannot be completed due to reasons of force majeure.We have the right to cancel, terminate, modify or suspend this event.",

    "part5-1": "5. Code of Conduct",
    "part5-2": "5.1 Competitive Integrity",
    "part5-3": "a. The nickname of players can only be written in Chinese and English. It cannot use school abbreviations, obscene words, extended names of game characters, or special symbols that are likely to confuse. If we determine that there are the above circumstances, the player must change his/her nickname  (the cost shall be paid by the player him/herself).",
    "part5-4": "b. Any player participating in the game, attending a competition, or any event related to Ponpon Snake shall not use any words that are offensive, defamatory, damaging to the reputation of others, obscene, discriminatory, threatening, etc. Players are not allowed to post any inappropriate words mentioned above on social media, public events, or live broadcasts. These rules include the use of English and all other languages.",
    "part5-5": "c. Players are prohibited from using game BUG, ​game cheat plug-in, and macro without permission (the device can have macro function but cannot be set and used in competition). If it is verified the player has the above situations. We have the right to take back the rewards and demand compensation for the damages.",
    "part5-6": "d. Players cannot register with second-person information that does not match themselves.",
    "part5-7": "e.During the match, the player must ensure that there is no second person beside, and any others are strictly prohibited from impersonating the player. If the winning player is later verified to have committed this behavior, the player must return all the prizes, and CQI GAMES has the right to demand compensation for damages.",
    "part5-8": "f. To maintain the fairness of the competition, We have the right to request the players to start video calls during the competition to ensure that they do not violate any rules during the competition.",
    "part5-9": "g. Players are strictly prohibited from using emulators(NOX/BlueStacks). If the winner is verified to have used an emulator, the player must return the bonuses and prizes, and We have the right to demand compensation for the damages.",
    "part5-10": "h. All Pon Pon Snake server information will be based on the current version of the official.",
    "part5-11": "i. We will not be responsible for any player's mobile device or internet problem.",
    "part5-12": "j.For players that have any reason that causes disconnection from the internet during competition, there won't be any remake. Please make sure you check on your internet condition, mobile battery, and surroundings before you attend the competition.",
    "part5-13": "l. If the player has any behavior that violates the regulation. Our administration  has the right to disqualify the player; we also have the right to demand the return of bonuses, prizes if it is verified that the player is against the rules.",
    "part5-14": "5.2 Final Match Qualification ",
    "part5-15": "a. For solo groups, The final match threshold is Top Eight which has the highest point, and each one should earn more than 10 points.",
    "part5-16": "b. For the Squad group, the final match threshold is Top Eight which has the highest point, and each one should earn more than 50 points.",
    "part5-17": "c. If the players(Squad) reach the same point, then the victory goes to the one that has the most 'killing opponent amount ' or has the fewer'lost games'. ",
    "part5-18": "d.If any top 8 players(Squad) can not attend the game or have been disqualified, then there will be a substitution player to replace. We have the right to invite wild card players to participate in the finals.",
    "part5-19": "e. Players qualified for the finals must fully agree with all regulations. Once they go through the registration process, it regards as the player agrees on every general and additional rule.",
    "part5-20": "f. After completing registration, the player must stay in contact with CQI GAMES and attend on time in the finals.",
    "part5-21": "g. Those who did not accomplish the final register in time will be regarded as  giving up their chance, and there should be no objections.",
    "part5-22": "h. If the winning player(Squad) gives up their qualification to the final, then the player(Squad) behind will replace his place and play in the finals.",

    "part5-23": "i. During the finals, players must abide by the regulations. If not, our administration has the right to disqualify the player from participating in the finals.",
    "part5-24": "j. If the player did not enter the game on time or arrive late, the player will be deemed to have given up the qualifications for the competition.",
    "part5-25": "5.3 Remake Procedure",
    "part5-26": "a.If there are any of the situations below during the competition, our referee will determine the result and decide the remake rules.",
    "part5-27": "i. If there are any internet and system issues during the game caused by our game server.",
    "part5-28": "ii. Due to force majeure that causes the game to stop, our administration will directly determine the result.",
    "part5-29": "iii. Game crashes or other reasons that cause operational errors.",
    "part5-30": "iiii. Others。",
    "part5-31": "b.Please ensure that the count-down system functions normally ten minutes before the game. If  any problems are not immediately notified to our referee, then the win or loss will be judged by the game system.",
    "part5-32": "5.4 Squad Eligibility",
    "part5-33": "a.Players can team up from one to five, including the captain, there will be 5 members in total.",
    "part5-34": "b.Captains can invite or dismiss their squad. The score won by the players will be deducted after they leave the group, however, the remaining ticket of the players will be returned to the captain. After leaving a squad, the player will not be able to join another in 12 hours.",
    "part5-35": "c.There must be at least one player attending the game to be recognized as a valid match. The player who is not sent on the field is the substitution and all players have the right to choose whether to play or not.",
    "part5-36": "d.If the official players give up their qualifications, the captain has the right to choose the substitute players.",
    "part5-37": "e. If any player has not entered the waiting lobby within the specified time or is late, the player will be deemed to have given up the qualification for the competition, but if there is more than 1 player(s) on the squad, the competition will continue.",
    "part5-38": "f. If any player in the squad loses qualification, the points of that player will be deducted, but the points of other players will not be affected.",
    "part5-39": "g. If the number of players in the squad is lower than 1, it will be deemed to have given up the qualification for the competition. The qualification will be given to the squad next place behind.",
    "part5-40": "h. All players from the squad should cooperate with all the processes in registration. If any player is against the rules, we will disqualify the player from the competition.",
    "part5-41": "i. The captain should be responsible for contacting our organizer to deliver their squad’s opinion.",
    "part5-42": "j. Players can use Discord, Line, or the built-in voice system of PonPon Snake to communicate. Only members can be in the communication room and we will not be responsible for the performance and impact caused by mobile phones.",
    "part5-43": "k. During the battle, players are prohibited from communicating with anyone else except their squad players. (writing and typing included",

    "part6-1": "6. Broadcasts",
    "part6-2": "6.1 Broadcast",
    "part6-3": "We wish to increase the interactivity of the competition and expand the event so that players who have not registered can also experience the atmosphere of the battle. Therefore, all finals will be introduced, interviewed, and streamed by our game host. ",
    "part6-4": "6.2 Broadcast Media",
    "part6-5": "a. Youtube",
    "part6-6": "b. Twitch",
    "part6-7": "6.3 Ownership of Broadcasts",
    "part6-8": "a. Any player participating in the game must authorize CQI GAMES and related cooperative units to broadcast or record the gameplay in any event, and to be royalty-free so that the broadcast can be used anytime for all events.",
    "part6-9": "b. Players that attend the final match must cooperate in live streaming for our related cooperative units.",
    "part6-10": "c. During and after the announcement time of the tournament, players that participate in the competition should ensure that they can complete the match live streaming and interview live.",
    "part6-11": "d. We will need video and audio for the live broadcast. The participating players must cooperate with the instructions of CQI GAMES and conduct the live stream. If the player is unwilling to cooperate, we reserve the right to disqualify this player.",
    "part6-12": "e. To ensure the process of live stream interview, players should be responsible for checking on their voice input and video device(camera).",

    "part7-1": "7. Additional Provisions",
    "part7-2": "a. All results will be announced on PonPon Snake website. You can check up online anytime.",
    "part7-3": "b. All players should agree with all photos, videos, and information they provided during the tournament belongs to CQI GAMES for live streaming, film editing, media, and publicity use.",
    "part7-4": "c. When players participate in this activity, it means that they fully understand all the contents and rules and will abide by them. If it is verified that there are any violations of the competition regulations, CQI GAMES has the right to cancel all awards and demand compensation for the resulting damages.",
    "part7-5": "d. If the winner has already received the prize, but it is verified that there are any violations of the competition regulations, CQI GAMES still has the right to take back the awards and demand compensation for the damages."

  }
}