{
    "Terms_Of_Service": {
        "title": "Terms of Service",
        "text": "<p>These Terms of Service represent a legally enforceable agreement between you, whether individually or on behalf of an entity, and PonPonSnake alone.</p><p>This document includes important info about your rights and responsibilities, as well as the conditions, limitations, and exclusions that refer to you. please read it completely.</p><p>PonPonSnake is a distributed application that enables users to own, transfer, and engage in battle with snakes and riders via specially created smart contracts. Users may also trade and own other types of digital assets like land and blueprints, therefore, your access to and use of the https://www.ponponsnake.com/ and PonPonSnake app, other media form, media channel, mobile website, mobile application related, linked, or otherwise connected thereto is operating on the Ethereum Network. </p><p>The user may then interact with this visualization of the assets on the website. In these Terms, \"App\" refers to both the Site and the Smart Contracts as a whole.</p><p>You must agree to all of these conditions in order for us to provide the app, smart contracts, and website available to you. By utilizing any official PonPonSnake product ( including the app, smart contracts, the website, or any other) you certify that you have read, comprehended, and agree to be bound by all of the conditions of usage.</p><p>If you do not accept or recognize all of these terms of service, then you are expressly forbidden from using the website, app, and smart contracts, and should consider stopping using them immediately.</p><p>This article explicitly incorporates by reference any other terms and conditions or documents that may from time to time be placed on the Site, the App, or the Smart Contracts. We retain the right to change or amend these Terms of Use at any time and for any cause, at our sole discretion.</p><p>We shall notify you of any modifications by revising the \"Last Updated\" date on these Terms of Service, and you waive any claim to the particular notice of any such change. It is your duty to check these Terms of Service on a regular basis to remain up to date on any changes.</p><p>By continuing to use the Site, App, and Smart Contracts, You will be assumed to have been made aware of and accepted any amended Terms of Use that were posted.</p><p>The information on the Site, the App, and the Smart Contracts are not intended to be used or distributed to anyone or any business in any region or nation; anyone who enters the Site and/or the App while violating their local laws is acting on their own initiative.</p><p>The Site is intended for users who are at least 18 years old. People under the age of 18 are not permitted to use or register for the Site, the App, and the Smart Contracts.</p><br><p>1. INTELLECTUAL PROPERTY RIGHTS</p><p>Unless otherwise noted, all source code, database, functionality, software, website design, audio, video, text, pictures, and images on the Site and Apps, as well as any trademarks, service marks, and logos contained therein, are our sole property. We also own the Site, the App, and the Smart Contracts.</p><p>The Site, the App, the Smart Contract, or any Content or Marks may not be duplicated, compiled, republished, uploaded, posted, publicly displayed, encoded, translated, transmitted, distributed, sold, licensed, or otherwise exploited for any commercial purpose whatsoever, unless expressly permitted in these Terms of Use.</p><p>2. THE APP</p><p>A. Install a web browser and an electronic wallet compliant with the Non-Fungible Token (NFT) standard on the appropriate Blockchain Network, such as the MetaMask electronic wallet, before using the App.</p><p>MetaMask and other electronic wallets enable you can buy, store, and deal with cryptocurrency. You will be unable to conduct any transactions on the App unless you use MetaMask or another browser that is compatible with the appropriate Blockchain Network.</p><p>B. Transactions on the App are monitored and confirmed using the applicable Blockchain Network. You accept that anytime you use the App to conduct a transaction, your public address on the relevant Blockchain Network will be made public.</p><p>C. You may access, browse, or use other third-party websites, products, or services to take advantage of the App's various functionalities, but we do not own or control MetaMask, Google Chrome, any electronic wallet, the relevant Blockchain Network, or any other third-party website, product, or service. We will not be liable for any harm you may have as a result of your dealings or other interactions with any such third parties, nor will we be responsible for their acts or inactions or have the ability to reverse any transactions. </p><p>D. When you register for the App, you must offer true and comprehensive information. By making an account, you consent to provide true, up-to-date, and accurate info about yourself as well as to preserve and immediately update your information as needed. If you provide any information that is untrue, inaccurate, not current, or incomplete, we have the right to suspend or terminate your account and refuse any and all current or future use of the Site, the App, and the Smart Contracts.</p><p>You are in charge of keeping your account and MetaMask wallet secure. If you notice any unauthorized use of your password or of your account with us, please notify us immediately by sending an email to twchenquan@gmail.com.</p><p>E. You will not use the Site, the App, or the Smart Contracts for any unlawful or unauthorized purpose, and you will not violate any applicable law or regulation by using the Site, the App, or the Smart Contracts. You are accountable for the activities of anyone that play on your behalf as a PPS NFT owner, and their conduct can have ramifications for any associated accounts that you control.</p><p>3. USER REGISTRATION</p><p>Registration with the Site, App, and Smart Contracts may be necessary. You agree to keep your password secure and accept responsibility for any activities that occur under your account and password. We reserve the right to delete, reclaim, or alter a username you choose if we think that it is improper, vulgar, or otherwise objectionable in our sole discretion.</p><p>4. FEE AND PAYMENT</p><p>NFT( Riders and Snakes)</p><p>Users must first purchase a snake or rider on Opensea in order to possess them. (https://opensea.io/collection/ponponsnake-rider) These riders have a variety of abilities and rarities that might affect how they look. Since we created the NFTs, these have all been decided. Once you own these NFTs on the Opensea, the data will be connected to Metamask, and users will be allowed to use these NFTs in the game for battle, or choose to exchange them.</p><p>A. If you elect to purchase or trade PPS NFT on the App. (whether with other users or otherwise), any financial transactions that you engage in will be conducted solely through the relevant Blockchain Network. We will have no insight into or control over these payments or transactions, nor do we have the ability to reverse any transactions. With that in mind, we will have no liability to you or to any third party for any claims or damages that may arise as a result of any transactions that you engage in via the App, or using the Smart Contracts, or any other transactions that you conduct via the relevant Blockchain Network. </p><p>B. Every transaction that takes place on the relevant Blockchain Network needs the payment of a transaction charge (a \"Gas Fee\"). The Gas Fee supports the decentralized network's computer network. This implies you'll have to pay a Gas Fee for each transaction made through the App.</p><p>C. As between us, you will be solely responsible to pay any and all sales, use, value-added and other taxes, duties, and assessments (except taxes on our net income) now or hereafter claimed or imposed by any governmental authority (collectively, \"Taxes\") associated with your use of the App (including, without limitation, any Taxes that may become payable as the result of your ownership or transfer or interaction relating to your PonPon Snake). </p><p>5. TERMINATION</p><p>While you use the Site, the App, or the Smart Contracts, these Terms of Service remain in full force and effect. You understand and agree that any questions, comments, suggestions, ideas, feedback, or other information about the Site, the App, or the Smart Contracts will be treated as confidential. You may terminate these Terms at any time by canceling your account on the App and discontinuing your access to and use of the App. You will not receive any refunds if you cancel your account, or otherwise terminate these Terms. You agree that we, in our sole discretion and for any or no reason, may terminate these Terms and suspend, Or terminate your account(s) for the App if you are against any terms mentioned above. The App may occur without prior notice, and we have no responsibility for any such suspension or termination.</p><p>If we terminate or suspend your account for any reason, you are not permitted to register and create a new account in your name. (neither a fake or borrowed name) or the name of any third person, even if you are acting on their behalf. We retain the right to take necessary legal action, including without limitation seeking civil, criminal, and injunctive relief, in addition to canceling and suspending your account.</p><p>6. DISCLAIMERS</p><p>You expressly understand and agree that your access to and use of the site, the app and the smart contracts are at your sole risk, and that the site, the app and the smart contracts are provided \"As is\" And \"As available\" Without warranties of any kind, whether express or implied. To the fullest extent permissible pursuant to applicable law, we, our subsidiaries, affiliates, and licensors make no express warranties and hereby disclaim all implied warranties regarding the site, the app and the smart contracts and any part of it (including, without limitation, the site, any smart contract, or any external websites), including the implied warranties of merchantability, fitness for a particular purpose, non-infringement, correctness, accuracy, or reliability. Without limiting the generality of the foregoing, we, our subsidiaries, affiliates, and licensors do not represent or warrant to you that: (i) your access to or use of the site, the app and the smart contracts will meet your requirements, (ii) your access to or use of the site, the app and the smart contracts will be uninterrupted, timely, secure or free from error, (iii) usage data provided through the site, the app and the smart contracts will be accurate, (iii) the site, the app and the smart contracts or any content, services, or features made available on or through the site, the app and the smart contracts are free of viruses or other harmful components, or (iv) that any data that you disclose when you use the site, the app and the smart contracts will be secure. Some jurisdictions do not allow the exclusion of implied warranties in contracts with consumers, so some or all of the above exclusions may not apply to you.</p><p>You accept the inherent security risks of providing information and dealing online over the internet and agree that we have no liability or responsibility for any breach of security unless it is due to our gross negligence.</p><p>We will not be responsible or liable to you for any losses you incur as the result of your use of the ethereum network, ronin network, the metamask electronic wallet, and ronin electronic wallet, including but not limited to any losses, damages or claims arising from: (a) user error, such as forgotten passwords or incorrectly construed smart contracts or other transactions; (b) server failure or data loss; (c) corrupted wallet files; (d) unauthorized access or activities by third parties, including but not limited to the use of viruses, phishing, brute forcing or other means of attack against the app, ethereum network, or the metamask electronic wallet.</p><p>PonPonSnake are intangible digital assets that exist only by virtue of the ownership record maintained on the ronin network. all smart contracts are conducted and occur on the decentralized ledger within the ronin network. PonPonSnake limited has no control over and makes no guarantees or promises with respect to smart contracts. PonPonSnake is not responsible for losses due to blockchains or any other features of the ethereum network, ronin network, the metamask electronic wallet, or ronin electronic wallet. including but not limited to late report by developers or representatives (or no report at all) of any issues with the blockchain supporting the ethereum network, ronin network, including forks, technical node issues, or any other issues having fund losses as a result.</p><p>7. LIMITATION OF LIABILITY</p><p>You understand and agree that we, our subsidiaries, affiliates, and licensors will not be liable to you or to any third party for any indirect, incidental, special, consequential, or exemplary damages which you may incur, howsoever caused and under any theory of liability, including, without limitation, any loss of profits (whether incurred directly or indirectly), loss of goodwill or business reputation, loss of data, cost of procurement of substitute goods or services, or any other intangible loss, even if we have been advised of the possibility of such damages.</p><p>You agree and acknowledge that our total, aggregate liability to you for any and all claims arising out of or relating to these terms or your access to or use of (or your inability to access or use) any portion of the site, the app and the smart contracts, whether in contract, tort, strict liability, or any other legal theory, is limited to the greater of (a) the amounts you actually paid us under these terms in the twelve (12) month period preceding the date the claim arose, or (b) one hundred (100) us dollar.</p><p>You agree and acknowledge that we have made the site, the app and the smart contracts available to you and entered into these terms in reliance upon the warranty disclaimers and limitations of liability set forth herein, which reflect a reasonable and fair allocation of risk between the parties and form an essential basis of the bargain between us. We would not be able to provide the site, the app and the smart contracts to you without these limitations.</p><p>Some jurisdictions do not allow the exclusion or limitation of incidental or consequential damages, and some jurisdictions also limit disclaimers or limitations of liability for personal injury from consumer products, so the above limitations may not apply to personal injury claims.</p><p>8. General:</p><p>These Terms totally replace any earlier or contemporaneous agreements between the parties regarding your access to or use of the App, whether oral or written and set forth the entire legal agreement between you and CQI GAMES. </p><p>No right or provision of these Terms of Use shall be deemed to have been waived by our failure to exert or enforce such right or provision. To the largest extent permitted by law, these Terms of Use are in effect. All of our rights and duties are transferable at any time. Any loss, damage, delay, or failure to act brought on by a factor outside of our reasonable control shall not be our responsibility or liability. If any provision or part of a provision of these Terms of Use is determined to be unlawful, void, and unenforceable, that provision or part of the provision is deemed severable these Terms of Use and does not affect the validity and enforceability of any remaining provisions. These Terms of Service and your use of the Site do not create a partnership, joint venture, employment relationship, or agency between you and us. You understand that the fact that we developed these terms of service should not be used against us. You hereby waive any and all objections you may have to the electronic version of these Terms of Use and the parties' failure to execute them by hand.</p><p>Last updated: 21 OCT 2022</p>"
    }
}