{
    "banner":{
        "title":"/images/Cooperation/Cooperation_Banner/CooperationBanner-EN.png",
        "id":"CooperationBanner-title-EN",
        "text":"Play it, Buy it, Create more FUN!<br>Promote your NFT creations or brands in the PonPonSnake  Universe.",
        "mail":"For more info, please email :"
    },

    "info":{
        "title-01":"Discover the capabilities of your NFTs",
        "text-01":"Are you tired of people telling you that NFT is just an image? Do you want to discover more about the Metaverse's possibilities? Your NFT and PonPonSnake can turn the impossible become a reality! We can use your NFTs to create a character, avatar, or even a special land for you!",
        "title-02":"We invite any type of NFTs to collaborate",
        "text-02-01":"Don't be concerned if your NFT isn't cool or well-known. PonPonSnake has the ability to transform your NFT.",
        "text-02-02":"We can make it shine in the game with the most beautiful stance. We encourage any type of NFT to collaborate with us, and we will supply designers to advertise your NFT with the most professional team possible.",
        "title-03":"NFT Characters with 3D Art Style",
        "text-03-01":"• 2D/3D characters designed by our lead designer.",
        "text-03-02":"• Your character will be used/playable in the game.",
        "text-03-03":"• Players can collect or sell these tradable NFTs.",
        "text-03-04":"• Allow these gorgeous and adorable figures to market you."
    },

    "choose":{
        "mainTitle":"Why PonPonSnake?",
        "title-01":"Stabilize",
        "content-01":"PonPonSnake is a stable company, we have been in the game industry for many years and have rich experience. We are also one of the few Taiwan companies developing into GameFi.",
        "title-02":"Professional",
        "content-02":"PonPonSnake has the most professional team, including design, art, planning, and programming, which can transform your brand NFT with the most professional attitude and expertise.",
        "title-03":"Variability",
        "content-03":"We may offer a range of choices, from characters to lands. As more and more unique NFT universes appear, we will maintain the pace and avoid falling behind."
    },

    "case":{
        "mainTitle":"NFT Cooperate - Joker Charlie Club",
        "title":"Design Concept",
        "text-01":"Joker Charlie Club is currently an NFT worth more than $3 million USD on Opensea and is also our first partner. We created a strong conceptual design that represents the idea that everything can turn into a snake! Let us make up for you the creativity that you can't think of. ",
        "text-02":"We have experienced concept designers that focus on creating cooperative illustrations for the Joker Charlie Club. Which will bring the Joker Charlie Club and the PonPonSnake to the metaverse stage. We will be in a win-win situation in such a cooperative style."
    },

    "connect":{
        "title":"Contact Us",
        "text":"<p>We welcome any NFT, brand, or company that desires to collaborate with us,</p><p>and we shall promote your NFT to people all over the world.</p>",
        "mail":"Email"
    }
}