{
  "Banner": {
    "title": "EAT - FIGHT and EARN!",
    "buttonText-01": "/images/NFTindex/NFTindex_Banner/Arena.png",
    "buttonText-02": "/images/NFTindex/NFTindex_Banner/GettingStart.png",
    "buttonText-03": "/images/NFTindex/NFTindex_Banner/News.png"
  },
  "Flag": {
    "title-01": "Everyone can win!",
    "text-01": "Nokia's \"Snake\" started an age in which anybody can play mobile games. PonPonSnake now recreates classics with 3D technology & stunning visuals.",
    "button-01": "Whitepaper",
    "title-02": "ERNC<br>scattered around!",
    "text-02": "Big rewards for a tiny cost. We're giving away 270 Million ERNCs! The winner will be able to dominate the PonPonSnake universe.",
    "button-02": "ERNC",
    "title-03": "PonPonSnake Rider going wild!",
    "text-03": "Utility PPSR is tradeable on OpenSea. Own and receive SRC every day. We are developing the most expensive PPSR in the largest NFT market.",
    "button-03": "NFT Marketplace"
  },
  "Seignior": {
    "title": "PPS SEIGNIOR",
    "text-01": "The one who owns a PPSR will be claimed as a \"Seignior\". These people will have special powers that can rule over PonPonSnake Universe.",
    "privilege-A": "<span>privilege A</span><br> Each day the seignior will be able to receive SRC income.",
    "privilege-B": "<span>privilege B</span><br> The seignior will have the power to decide the rental fee of the NFT they own.",
    "privilege-C": "<span>privilege C</span><br> The seignior will effect the economic system of PonPonSnake universe."
  },
  "snakeClass": {
    "name-01": "Amphiptere",
    "name-02": "Spirit Snake Rider",
    "name-03": "Snake Rider",
    "name-04": "Iron Snake Rider",
    "name-05": "Snake",
    "name-06": "Snake Train",
    "name-07": "Iron Snake"
  },
  "infoBlock": {
    "title": "PPS Riders NFT",
    "info": "PonPonSnake NFT can be used in battles, these NFT comes in different appearance, style and level. They can be obtained by bidding on Marketplace. Once you own these NFT, you will become the “Holder”, and will have the right to rent out your NFT for SRC.",
    "button": "NFT Marketplace"
  },
  "carousel": {
    "name-01": "Amphiptere",
    "name-02": "Spirit Snake Rider",
    "name-03": "Snake Rider",
    "name-04": "Iron Snake Rider",
    "name-05": "Snake",
    "name-06": "Snake Train",
    "name-07": "Iron Snake",

    "text-01": "Amphiptere is the most powerful creature, it is the combination of the rider and serphant.Amphipteres will grow horns, wings, claws, and even carry weapons. They can live thousands of years and becomes the overlord.",
    "text-02": "Evolved snakes can easily dominate others and will be given more power. Their magics and the owner will advance at a different level. The kingdom will bestow glory on the rider, they will be invited to the \"Snake Council.\"",
    "text-03": "The snake's body will grow larger than its owner. They will be more powerful. These snakes will be the rider's partners. They can explore, battle, and hunt with the rider. Both of them will be seen as a hero and will receive the honor.",
    "text-05": "The most common snake on Itza land. They were born from crystals and usually fight alone until they find their soul match snake rider.",
    "text-06": "Fun Fact: Snake Trains are usually not formed by snakes. They are little cute creatures that come from itza land. They have no purpose, they go anywhere they want.",
    "text-07": "A snake made of iron and other non-living material. It uses the tainted crystal as a power source, however, they are no worse than any other variant snakes, and can also be utilized in battles."
  },

  "join": {
    "text": "./images/NFTindex/NFTindex_pop/join_text.png",
    "button": "Play Now"
  },

  "register": {
    "countryCode": "CountryCode",
    "tippy": "Enter Your Phone Number",
    "inputPhoneNumber": "Phone Number",
    "registerButton": "Register",
    "phoneNumber": "Phone Number",
    "title": "Register Account",
    "text": "Enter the 6-digit verify code sent to",
    "verifyCode": "VerifyCode",
    "resend": "Resend",
    "userName": "User Name",
    "password": "Password",
    "confirmPassword": "Confirm Password",
    "close": "Close"
  },

  "registerAlert": {
    "countryCode": "Please enter your Country Code",
    "phoneNum": "Please enter your Phone Number",

    "verifyFailed": "Sending verification code failed",
    "severError": "Internal server error.",
    "badRequest": "Please check the input is correct.",
    "conflict": "This phone Number has already been registered.",
    "registerSuccessed": "Register Successed",
    "registerFailed": "Register Failed"
  },

  "indexSRC": {
    "title":"SRC (Snake Rider Coin)",
    "title-02": "SRC Origin",
    "origin": "When the \"Knight Union\" first released SRC, it was a badge that represented a great symbol of honor. Whoever owns the most SRC has made the greatest contribution to the world. SRC has been prevalent for hundreds of years, and people have begun to forget why they were awarded the honor in the first place.",
    "title-03": "How to Recharge?",
    "rowTitle-01": "Token Recharge <span>(ERNC/ETH/USDT)</span>",
    "rowText-01": "1. Buy from PonPonSnake marketplace",
    "rowText-02": "2. In-Game Purchase (Purchase in APP) Marketplace Ratio  1(TWD) : 0.5(SRC)",
    "title-04": "How to Exchange?",
    "rowTitle-02": "MetaMask Exchange <span>(SRC/ERNC/USDT)</span>",
    "rowText-03": "PonPonSnake's marketplace will have an exchange page for SRC/USDT. Players may make SRC by renting their PPS NFT. As a result, this might  outcome in-game revenue economic advantages.",
    "buy-button": "Buy in Marketplace",
    "exchange-button": "Exchange"
  }
}