{
    "Terms_Of_Service": {
        "title": "使用者條款",
        "text": "<p>碰碰蛇與 https://www.ponponsnake.com/ 通稱「本網站」，是由「辰詮國際投資顧問」（下稱「CQI」、「本公司」）所建置及提供。碰碰蛇為一款GameFi，提供給玩家一個能夠在區塊鏈上進行NFT銷售、購買、報價、出價和拍賣非同質化代幣（「Non-Fungible Token」又稱「NFT」）的平臺及其相關服務。</p><p>本使用者條款由您與碰碰蛇（下稱「我們」、「我們的」「雙方」）共同遵守。本平臺之所有服務，包含但不限於非同質化代幣及其代表之數位資產之上架、購買、銷售、交換或展示，以及本平台或本網站上所有相關工具、移動應用程式、網路應用程式、分散式應用程式、智能合約和API使用，都應遵守本平臺服務之相關規範，包含本《使用者條款》以及《隱私權政策》。</p><p>所有使用本服務之使用者，在開始使用本網站前都應詳細閱讀下列使用者條款，當您進入或使用本網站時，即視為您已閱讀、暸解、並同意以下所有約定條款之所有內容，若您不同意此條款，則您將不得使用或在本網站上進行任何交易行為。</p><p>1.定義</p><p>(a) 「非同質化代幣」 是指符合 ERC-721/ERC-1155 標準或其他類似非同質化標準之區塊鏈代幣。非同質化代幣旨在代表獨特數位資產，但某些非同質化代幣可能可互換（即此類代幣都與相同之數位資產元數據關聯），而與其他代幣不可互換（即此類代幣與不同之數位資產元數據相關聯）。</p><p>(b) 「數位資產」是指使用智能合約在區塊鏈（下稱「區塊鏈」）上紀錄之非同質化代幣所代表之內容或資訊。</p><p>2.平臺/APP服務</p><p>A. 智能合約 非同質化代幣係經由智能合約被紀錄在區塊鏈不可改變的帳本上，所有非同質化代幣及其代表之數位資產將不會受到碰碰蛇或任何一方的控制，且會受到風險和不確定性影響。</p><p>碰碰蛇是一個遊戲/服務平臺，不是經紀人、金融機構或債權人，本平臺提供玩家之間NFT交易相關服務，包含並不限於協助數位資產鑄成非同質化代幣、非同質化代幣移轉以及使用者錢包代管等。</p><p>B.您暸解並同意，當您使用電子錢包透過本平台交易時，您的錢包地址會被公開於區塊鏈上。</p><p>C.本平臺不擁有也不控制區塊鏈網路、瀏覽器或您為了使用本平臺而存取、訪問、使用之任何第三方網站、產品或服務。本平台不擁有也不控制您所提供串接的電子錢包（「第三方電子錢包」，包含但不限於MetaMask），碰碰蛇不對任何此類第三方之行為或過失負責，也不對您因您的交易或與任何此類第三方互動而遭受之損害負責。</p><p>D.當你註冊此APP，你必須了解並同意所有的資訊。必須提共我們所有真實的個人資訊，若有任何不實、不確定、不明確資訊，碰碰蛇將有權利終止您帳號的使用權限，並且拒絕你在碰碰蛇官網、APP甚至是智能合約上的使用。</p><p>您需負責保護您的帳戶和 MetaMask 錢包的安全，我們將會給予技術上的支援。如果您發現任何未經授權使用您的密碼或您的帳戶的行為，請立即通過發送電子郵件至 twchenquan@gmail.com 通知我們。</p><p>您保證不會將網站、應用程序或智能合約用於任何非法或未經授權的目的，並且您不會因為使用碰碰蛇網站、應用程序或智能合約而違反任何適用的法律或法規。作為 PPS NFT 所有者，您應對你在遊戲中的任何行為負責，這些行為可能會對您控制的任何關聯賬戶產生影響。</p><p>3.使用者帳戶和安全</p><p>(a) 註冊</p><p>任何人都可以在未註冊帳戶的情況下瀏覽碰碰蛇交易平臺。但您需要透過註冊使用者帳戶（下稱「帳戶」），以便進入和使用網站上之某些功能，如購買或拍賣。在註冊過程中，我們將要求您提供資料，包含並不限於您的姓名和其他個人資料，以驗證您的身份。您理解並同意，如果沒有上述帳戶，您不得透過本平臺從事任何交易行為。如果你的帳戶名稱不符合規定(有違規字、攻擊性、或政治上因素)我們有權力，我們將有權利要求你更改名稱。</p><p>使用者帳戶、密碼和安全性 使用者須自行維護帳戶和密碼之機密性，包含您的第三方電子錢包私鑰，並就其密碼或帳戶下的任何活動與行為負全部責任。 您了解並同意（i）提供正確、即時與完整的帳戶資訊（ii）不定期維護和即時更新帳戶資訊（iii）維護密碼的安全性，並承擔未經授權進入您的帳戶及您提供給我們的資訊所導致之所有風險（iv）如果您發現或懷疑與本平臺或您的帳戶相關之任何安全漏洞，請立即通知我們（v）確保您在完成使用碰碰APP或網頁後確實登出您的帳戶。我們將不因您未能遵守本條款而造成之損失負擔任何責任。</p><p>4.費用付款</p><p>NFT(騎士及蛇)</p><p>玩家必須在OpenSea平台上或是我們官網上先購買碰碰蛇NFT才能擁有它們的使用權限。 (https://opensea.io/collection/ponponsnake-rider) 這些蛇騎士將有不同的遊戲數值、定位以及外型。當我們鑄造這些NFT時，這些細節都已經被訂下，而除了騎士外型之外，所有數值、定位我們都有權限配合遊戲內情況做更動。當你在Opensea上擁有這些NFTs，你的資料將會被連接至Metamask，而玩家將能在遊戲中使用這些NFT，或選擇出售它們。</p><p>A. 如果您選擇在應用程序上購買或交易 PPS NFT。 （無論是否與其他用戶），您進行的任何金融交易將僅通過相關的區塊鍊網絡進行。我們將無法控制這些付款或交易，也無法撤銷任何交易。謹記在心，對於您通過應用程序或使用智能合約進行的任何交易或您通過相關的任何其他交易進行的任何交易可能導致的任何索賠或損害，我們不對您或任何第三方承擔任何責任區塊鍊網絡。</p><p>B. 在相關區塊鍊網絡上發生的每筆交易都需要支付交易費用(瓦斯費)。瓦斯費是支持去中心化網絡的計算機網絡。這意味著您必須為通過應用程序進行的每筆交易支付其手續費。</p><p>C. 您需自行負擔所有因您使用碰碰蛇所產生之銷售、使用、增值與其他稅項，不論現在或未來因政府或法規規定而新增之所有稅額。（包含且不限於任何因您擁有、轉讓、購買、出售或創建任何非同質化代幣而可能支付的稅款）</p><p>5.終止合約</p><p>當您使用本網站、應用程序或智能合約時，這些服務條款仍然完全有效。您理解並同意，任何關於本網站、應用程序或智能合約的問題、評論、建議、想法、反饋或其他信息都將被視為機密信息。您可以隨時通過刪除您在應用程序上的帳戶並停止訪問和使用應用程序來終止這些條款。如果您取消帳戶或以其他方式終止這些條款，您將不會收到任何退款，依消費者保護法第19條第2項規定所訂定「通訊交易解除權合理例外情事適用準則」第2條第5款之規定，非以有形媒介提供之數位內容，一經提供即為完成線上服務，無法享有七天猶豫期間之權益，且不得辦理退貨。使用者於本平臺創建、購買非同質化代幣並不適用消費者保護法第19條第1項七天猶豫期間之規定，故無論任何情形皆不得回復或退款。</p><p>您同意我們可以自行決定出於任何原因或無原因終止這些條款，也同意我們因為你違法條約而暫停和/或終止您的應用程序帳戶。以上情況可能在沒有事先通知的情況下發生，我們對任何此類暫停或終止不承擔任何責任。</p><p>如果我們出於任何原因終止或暫停您的帳戶，您將不得以您的名義註冊和創建新帳戶，任何虛假的資料或是偽裝他人身分將會造成取消和暫停您的帳戶外，我們仍然保留採取必要法律行動的權利，包括但不限於尋求民事、刑事和禁令救濟。</p><p>6.智慧財產權</p><p>除非另有說明，否則本網站和應用程序上的所有源代碼、數據庫、功能、軟件、網站設計、音頻、視頻、文本、圖片和圖像，以及其中包含的任何商標、服務標記和徽標，均為我們獨有財產。我們還擁有網站、應用程序和智能合約。</p><p>除取得碰碰蛇及其相關企業之明確授權外，您不得已商業目的修改、複製、截取、出租、租賃、出借、出售、散布本網站或本網站內容、應用程序、智能合約或任何內容，除非這些使用條款明確允許。</p><p>7.免責聲明</p><p>除碰碰蛇另以書面同意外，本網站、網站之內容和網站所陳列之非同質化代幣及其代表之數位資產均依照現狀提供，無需任何明示或暗示之擔保或任何條件，碰碰蛇及其供應商不保證滿足您的要求。但仍將不間斷、及時、安全或無差錯地提供準確、可靠、完整、合法或安全的技術。碰碰蛇將不明示或暗示擔保，包含但不限於可銷售性、適用特定目的、網站及其內容之所有權和不侵權。碰碰蛇不保證本平臺內容之準確、完整、可靠、即時或無誤。碰碰蛇將不為基於信賴本平臺上所包含之任何內容或資訊採取行動所造成之損失負責。雖然我們試圖確保您進入和使用本網站和內容之安全，但碰碰蛇不能保證本平臺、平臺之內容、任何陳列於本平臺之非同質化代幣及其代表之數位資產或伺服器上沒有病毒或其他有害元件。我們不能保證您於平臺上揭露數據之安全性，您同意承擔透過網路提供資訊和交易之既有安全風險，並且碰碰蛇僅就其重大過失，對您負擔違反安全行為之賠償責任。</p><p>如果您因以下情形所受之損害，我們不承擔任何賠償或其他責任，包含但不限於：</p><p>（i） 使用者錯誤（如忘記密碼、交易錯誤或位址錯誤）</p><p>（ii） 伺服器故障或資料遺失</p><p>（iii） 未經授權訪問應用程式</p><p>（iv） 任何未經授權之第三方活動，包含但不限於使用病毒、網路釣魚、野蠻行為或其他攻擊網站或非同質化代幣及其代表之數位資產的方式。</p><p>非同質化代幣是無形的，並僅存在於區塊鏈網路中保留之所有權記錄，任何可能發生於獨一無二的非同質化代幣上之所有權轉讓都紀錄在區塊鏈平臺之分散帳本上，我們不保證能夠影響任何非同質化代幣的所有權或權利轉讓。</p><p>針對因軟體(錢包或是智能合約）、區塊鏈的易受攻擊、失敗、功能異常、或數位資產的其他狀況而造成的故障，碰碰蛇不負擔任何責任。因開發人員或負責人遲延報告（或沒有報告）關於區塊鏈支援數位資產的異常所造成之財產損失，包括分叉、技術節點問題或任何其他問題等，碰碰蛇將不負擔任何責任。</p><p>本使用者條款不得排除或限制任何一方因過失、違法或其他法律規定不得限制或排除責任的行為所造成的詐欺、傷亡之賠償責任。</p><p>8.責任限制 </p><p>碰碰蛇在任何情況下皆不為您或第三人因本使用者條款、本網站及產品或第三方網站及其產品而產生的利潤損失或任何非直接的、間接性、處罰性、附帶性、特殊或懲罰性損害，或與收入損失、利潤損失、業務損失或預期節省、使用損失、商譽損失或數據損失相關的任何損害，以及是否由侵權（包含過失）、違約或其他原因造成的損害負賠償責任；即使此類損害可以預見，或碰碰蛇已被告知有此類損害發生之可能，亦同。進入與使用本網站及內容或第三方網站及其產品，由您自行決定並承擔風險，您將自行負擔電腦系統或行動裝置所受之損壞或因此造成之資料損失責任。   </p>              <p>您同意並承認我們已根據此處規定的保證免責聲明和責任限制向您提供網站、應用程序和智能合同並簽訂這些條款，這反映了雙方之間公平的風險分配，構成了我們交易的重要基礎。如果沒有這些限制，我們將無法向您提供網站、應用程序和智能合同。</p><p>9.其他</p><p>這些條款完全取代雙方之前或同期您訪問或使用應用程序達成的任何口頭或書面協議，並闡明了您與 CQI GAMES 之間的完整法律協議。在法律允許的最大範圍內，這些使用條款是有效的。我們所有的權利和義務都可以隨時轉讓。由我們合理控制之外的因素造成的任何損失、損害、延誤或未能採取行動均不是我們的責任或義務。因超出我們合理控制範圍的因素而導致的任何損失、損害、延誤或未能採取行動，均不屬於我們的責任或義務。如果本條款的任何條款或條款的一部分被確定為非法、無效和不可執行，則該條款或條款的一部分被視為可分割本使用條款，並且不影響任何剩餘條款的有效性和可執行性。</p><p>這些服務條款和您對本網站的使用不會在您和我們之間建立夥伴關係、合資企業、僱傭關係或代理關係。您了解我們制定這些服務條款不應被用來對付我們。</p><p>最後更新：10/25, 2022</p>"
    }
}